class String:
    FIRST_START = '''Добро пожаловать впервые! 😏

Разработчик: @dimagorovtsov2
Исходный код: https://github.com/Disain1/vk-data-miner
Следите за новостями в группе в ВК или на Github.

Выбери нужный пункт меню 👇'''

    START = 'Выбери нужный пункт меню 👇'

    ENTER_LINK = 'Введите ссылку на пользователя:'
    SEARCH_ERROR = '''⚠ Возникла ошибка

Возможно вы указали недействительную ссылку или профиль человека скрыт!
'''
    USER_INFORMATION = '''Информация о пользователе:
    
Город: {}
Возраст: {} лет ({} г.р.)
Школа: {}
'''
    FUNCTION_ERROR = '⚠ Функция временно недоступна'